{
  "plugins": {
    "astroui": {
      "src": "gh:AstroNvim/astroui"
    },
    "blink.cmp": {
      "src": "gh:saghen/blink.cmp",
      "version": "1.0.0 - 2.0.0"
    },
    "blink.compat": {
      "src": "gh:saghen/blink.compat",
      "version": "2.0.0 - 3.0.0"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "friendly-snippets": {
      "src": "https://github.com/rafamadriz/friendly-snippets"
    },
    "kanso.nvim": {
      "src": "gh:webhooked/kanso.nvim"
    },
    "mini.nvim": {
      "src": "https://github.com/nvim-mini/mini.nvim"
    },
    "noice.nvim": {
      "src": "gh:folke/noice.nvim"
    },
    "nui.nvim": {
      "src": "gh:MunifTanjim/nui.nvim"
    },
    "nvim-lint": {
      "src": "gh:mfussenegger/nvim-lint"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-treesitter-context": {
      "src": "gh:nvim-treesitter/nvim-treesitter-context"
    },
    "nvim-treesitter-textobjects": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-textobjects"
    },
    "resession.nvim": {
      "src": "gh:stevearc/resession.nvim"
    },
    "scope.nvim": {
      "src": "gh:tiagovla/scope.nvim"
    },
    "snacks.nvim": {
      "src": "gh:folke/snacks.nvim"
    },
    "supermaven-nvim": {
      "src": "gh:supermaven-inc/supermaven-nvim"
    },
    "vim-dadbod-completion": {
      "src": "gh:kristijanhusak/vim-dadbod-completion"
    },
    "vim-visual-multi": {
      "src": "gh:mg979/vim-visual-multi"
    },
    "which-key.nvim": {
      "src": "gh:folke/which-key.nvim"
    }
  }
}
