{
  "plugins": {
    "astroui": {
      "src": "gh:AstroNvim/astroui"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "friendly-snippets": {
      "src": "https://github.com/rafamadriz/friendly-snippets"
    },
    "kanso.nvim": {
      "src": "gh:webhooked/kanso.nvim"
    },
    "mini.nvim": {
      "src": "https://github.com/nvim-mini/mini.nvim"
    },
    "nvim-lint": {
      "src": "gh:mfussenegger/nvim-lint"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-treesitter-context": {
      "src": "gh:nvim-treesitter/nvim-treesitter-context"
    },
    "nvim-treesitter-textobjects": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-textobjects"
    },
    "snacks.nvim": {
      "src": "gh:folke/snacks.nvim"
    },
    "which-key.nvim": {
      "src": "gh:folke/which-key.nvim"
    }
  }
}
